<template>
    <div class="container mx-auto py-4">
        <h1 class="font-bold text-xl">Условия использования сайта MovieOne.ru</h1>
        <p class="py-2 text-lg font-semibold">
        Правообладателям:
        </p>
        <p>
        Ресурс MovieOne.ru действует в соответствии c законом о защите информации и авторских прав.
        Весь размещенный на сайте контент представляет собой материал, находящийся в свободном доступе для просмотра и скачивания в сети Интернет. Сбор доступных в Интернете материалов и их размещение в каталоге осуществляется в автоматическом режиме. Администрация сайта в данном случае не осуществляет контроль над добавляемым контентом.
        Администрация сайта также не осуществляет деятельность, связанную с публикацией нелицензионного контента, незаконно украденного и находящегося под защитой правообладателей. Автоматизированная система публикует только находящийся в свободном доступе материал из открытых источников.
        Ресурс MovieOne.ru всегда открыт для сотрудничества с правообладателями. Если Ваши исключительные права на объекты авторской собственности нарушаются каким-либо образом с использованием данного ресурса (размещение информации, защищенной авторским правом), администрация готова оказать Вам содействие и удалить с сайта соответствующие материалы.
        При возникновении спорных ситуаций мы просим Вас прислать нам письмо в электронном виде, где необходимо указать следующее:
            <ul class="py-4">
                <li>
                    1. Документальное подтверждение Ваших прав на материал, защищённый авторским правом:
                </li>
                    <ul class="py-2 pl-4">
                        <li>
                            - Отсканированный документ с печатью, либо email с официального почтового домена компании правообладателя.
                        </li>
                        <li>
                            - Иная информация, позволяющая однозначно идентифицировать Вас как правообладателя данного материала.
                        </li>
                    </ul>
                <li>
                    2. Прямые ссылки на страницы сайта, которые содержат данные, опубликованные с нарушением авторских прав.
                </li>
            </ul>
        При получении письма, содержащего данное подтверждение, в течение 48 часов мы удалим с сайта защищенный авторским правом контент. Либо по вашей же просьбе заменим материал на вас устраивающий плеер с легального онлайн кинотеатра или канала YouTube.
            По вопросам просим Вас обращаться на email: <span class="text-emerald-500">movieone.ru@gmail.com</span>.
        </p>

        <div class="mx-auto w-fit pt-8">
        <Link class="text-gray-500 cursor-pointer"
              href="/back"
        > &larr; На главную</Link>
        </div>

    </div>
</template>


<script>
import FrontLayout from "@/Layouts/FrontLayout.vue";
import {Link} from "@inertiajs/vue3";

export default {
    components: {Link},
    name: "PrivacyPolicy",
    layout: FrontLayout,
}
</script>


<style scoped>

</style>
